[Ayane_Hair_Bandana X2BodyPartTemplate]
DisplayName="绫音 w 头巾"

[Ayane_Hair_Bandana_TINT X2BodyPartTemplate]
DisplayName="绫音 w 头巾 可变色"

[Ayane_Hair X2BodyPartTemplate]
DisplayName="绫音"

[AyaBS_cloak_up_F X2BodyPartTemplate]
DisplayName="绫音 披风"

[AyaBS_cloak_low_F X2BodyPartTemplate]
DisplayName="绫音 披风"

[TAyaBS_cloak_up_F X2BodyPartTemplate]
DisplayName="绫音 披风 可变色"

[TAyaBS_cloak_low_F X2BodyPartTemplate]
DisplayName="绫音 披风 可变色"

;----------------------------------------------------------------------------AYANE BS

[Kev_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPl_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPl_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPl_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPo_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPo_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPo_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;WOTC

[Kev_AyaBS_Torso_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Pl_AyaBS_Torso_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Po_AyaBS_Torso_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_Torso_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Pl_AyaBS_Torso_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Po_AyaBS_Torso_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Pl_AyaBS_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Po_AyaBS_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;----------------------R ARM

[Kev_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPl_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPl_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPl_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPo_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPo_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPo_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;WOTC
[Kev_AyaBS_RArm_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_RArm_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;----------------------L ARM

[Kev_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPl_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPl_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPl_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPo_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPo_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPo_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;WOTC
[Kev_AyaBS_LArm_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_LArm_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_LArm_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;----------------------------------------------------------------------------AYANE BS Leg

[Kev_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPl_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPl_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPl_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[LPo_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[MPo_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[HPo_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;WOTC
[Kev_AyaBS_Legs_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_Legs_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服"

[Kev_AyaBS_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服"

;---COAT

[Kev_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[LPl_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[MPl_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[HPl_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[LPo_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[MPo_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[HPo_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[Kev_AyaBS_Coat_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[Kev_AyaBS_Coat_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

[Kev_AyaBS_Coat_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 (DOA5)"

;COAT w 苦无
[Kev_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[LPl_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[MPl_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[HPl_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[LPo_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[MPo_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[HPo_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[Kev_AyaBS_CoatwK_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[Kev_AyaBS_CoatwK_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

[Kev_AyaBS_CoatwK_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 (DOA5)"

;Thighs Kunai
[Kev_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[LPl_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[MPl_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[HPl_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[LPo_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[MPo_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[HPo_AyaBS_KunaiThighs X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[Kev_AyaBS_KunaiThighs_Reaper X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[Kev_AyaBS_KunaiThighs_Templar X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

[Kev_AyaBS_KunaiThighs_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 可变色 苦无 (NG3:RE)"

;---Thigh Kodachi
[Kev_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[LPl_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[MPl_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[HPl_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[LPo_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[MPo_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[HPo_AyaBS_Thighs X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[Kev_AyaBS_Thighs_Reaper X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[Kev_AyaBS_Thighs_Templar X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

[Kev_AyaBS_Thighs_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 可变色 太刀 (NG3:RE)"

;THIGH Kodachi w 苦无

[Kev_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[LPl_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[MPl_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[HPl_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[LPo_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[MPo_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[HPo_AyaBS_FullThighs X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[Kev_AyaBS_FullThighs_Reaper X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[Kev_AyaBS_FullThighs_Templar X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

[Kev_AyaBS_FullThighs_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 全武装 战斗服 (NG3:RE)"

;----------------------------------------------------------------------------AYANE BS TINT

[TKev_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPl_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPl_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPl_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPo_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPo_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPo_AyaBS_Torso X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;WOTC

[TKev_AyaBS_Torso_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TPl_AyaBS_Torso_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TPo_AyaBS_Torso_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_Torso_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TPl_AyaBS_Torso_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TPo_AyaBS_Torso_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TPl_AyaBS_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TPo_AyaBS_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;----------------------R ARM

[TKev_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPl_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPl_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPl_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPo_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPo_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPo_AyaBS_RArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;WOTC
[TKev_AyaBS_RArm_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_RArm_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;----------------------L ARM

[TKev_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPl_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPl_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPl_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPo_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPo_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPo_AyaBS_LArm X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;WOTC
[TKev_AyaBS_LArm_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_LArm_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_LArm_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;----------------------------------------------------------------------------AYANE BS Leg

[TKev_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPl_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPl_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPl_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TLPo_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TMPo_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[THPo_AyaBS_Legs X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;WOTC
[TKev_AyaBS_Legs_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_Legs_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

[TKev_AyaBS_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色"

;---COAT

[TKev_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TLPl_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TMPl_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[THPl_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TLPo_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TMPo_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[THPo_AyaBS_Coat X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TKev_AyaBS_Coat_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TKev_AyaBS_Coat_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

[TKev_AyaBS_Coat_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 可变色 (DOA5)"

;COAT w 苦无
[TKev_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TLPl_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TMPl_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[THPl_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TLPo_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TMPo_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[THPo_AyaBS_CoatwK X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TKev_AyaBS_CoatwK_Reaper X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TKev_AyaBS_CoatwK_Templar X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"

[TKev_AyaBS_CoatwK_Skirmisher X2BodyPartTemplate]
DisplayName="绫音 战斗服 w 苦无 可变色 (DOA5)"